<div class="type">
	Session
</div>

<div class="title">
linux in real worlds
</div>

<div class="subject">
linux in real worlds
</div>

<div class="date">
1394/05/04
</div>

<div class="body">
 این جلسه  در تاریخ ۴ مرداد ماه در جمعی از علاقه مندان به متن باز و گنو لینوکس انجام پذیرفت .
<br />
<br />
در این جلسه آقای یاشار اسمعیل دخت به ارایه تفاوت های گنو/لینوکس با سایر سیستم ها . زبان های برنامه نویسی متن باز . تفاوت کلاستر ، مجازی سازی ، ابر .و قدرت سیستم عامل گنو/لینوکس . بررسی قدرت ، سرعت ، پایداری گنو/لینوکس . همچنین  بحثی در مورد ویژگی کرنل مطرح شد . همچنین در گوشی های هوشمند که سیستم عامل اندروید داشتند . مباحث ترمینال مطرح شد . وچند دستور خط فرمان نیز در این تلفن ها بررسی شد از جمله مشخصات پردازنده ، کرنل ، مموری .و نصب ترمینال مجازی در گوشی ها انجام پذیرفت .  ودر نهایت  پرسش و پاسخ نیز در این جلسه انجام شد .  

<br />
<br />
</div>



