<div class="type">
	Session
</div>

<div class="title">
ساختار لاگ ها در جهان براساس کتابی از ‫‪Rick Moen‬‬ + مستدات و فیلم های آموزشی php 
</div>

<div class="subject">
lugs
</div>

<div class="date">
1394/05/18
</div>

<div class="body">
در این جلسه پیرامون لا گ ها ساختار آن ، استاندارد های جهانی - فعالیت ها - منش ها - افق ها - ویژگی ها و ... براساس کتاب مرجع ‫‪Rick Moen‬‬ خواهیم پرداخت .  و انحصارا فقط در این جلسه این جلسه مستندات و فیلم های آموزشی در حوزه php به علاقه مندان ارایه خواهد شد. 
 
<br />
<br />
</div>



