<div class="title">
	صفحه اصلی
</div>

<div class="dialog" style="float: right;">
	<div class="green box">
تبریزلاگ چیست؟
	</div>

گروه کاربران گنو/لینوکس - یونیکس تبریز یا «تبریز لاگ یا تبریکس» گروهی <b>مستقل</b> از کاربران کامپیوتر علاقه‌مند به <a href="http://www.gnu.org/gnu/linux-and-gnu.fa.html">گنو/لینوکس</a> ساکن تبریز است.  این گروه بیش از ۹ سال سابقه فعالیت دارد . تم محوری جلسات تبریزلاگ عبارت است از نرم افزار آزاد - درحقیقت میتوان گفت چون گنو/لینوکس دارای شرکت خاصی نیست و آزاد می باشد لاگ ها نقش مشاوران منطقی را ایفا میکند. . با این حال، فعالیت‌های متفاوتی از جمله معرفی توزیع‌های آزاد گنو/لینوکسی، معرفی انواع سیستم‌عامل‌های آزاد خانواده‌ی بی‌اس‌دی، نصب آنها، محتوای آموزشی و حتی بحث آزاد در حوزه‌ی تئوریک نرم افزار آزاد نیز به طور همزمان در این اجتماع دنبال میشوند. در واقع تبریزلاگ یک اجتماع از کاربران نرم افزار آزاد است که مایلند دقایقی را در کنار هم سپری کنند.(این جلسات میتواند رایگان یا با هزینه جهت حمایت لاگ باشد .)
<br />
شرکت در جلسات این گروه برای <b>عموم</b> آزاد است.
شما نیز چنانچه علاقه‌مند هستید میتوانید در جلسات آن شرکت کنید و دانش خود را با سایر اعضا به اشتراک گذاشته و یا از دانش آنان استفاده کنید.


</div>


<div class="dialog" style="float: left;">
	<div class="orange box">
		تابلوی اخبار و جلسات
		<p>   (  لطفا به تاریخ جلسات دقت شود )  </p>
		<a href="rss.php">
			<img src="images/rss.png" alt="RSS Feed" title="RSS Feed" style="float: left;" />
		</a>
	</div>

	<ul class="entries">
		<?php
		$next = getNextSession();

		foreach(getEntries(Null, 6) as $entry) {
			echo '<li class="entry">';

			if($entry == $next)
				echo 'جلسات بعدی:';

			echo '<a href="'.$entry->url.'">';

			echo $entry->title;

			echo '</a>';

			if($entry->date)
				echo "<div class='date'>".toPersian($entry->date)."</div>";

			echo '</li>';
		}
		?>
	</ul>
</div>

<div class="clear"></div>

<div class="dialog center" style="float: right;">
	<div class="blue box">
	<!--
<p>	::اطلاعیه ::
	
	<p>به نام خدا 
<p>
<p>بنده یاشار اسمعیل دخت بدینویسه اعلام میدارم : 
<p> بنده  بیش از ۸ سال مدیریت گروه کاربران گنو/لینوکس تبریز را به عهده داشتم .  اما اکنون به حکم مصلحت و جلوگیری از چند دستگی در تبریز ، حال وقت خود را در ایجاد و مدیریت گروه کاربران کلاستر ایران (http://ircug.ir)   معطوف می نمایم .    این گروه در حوزه  متن باز ، کلاسترینگ ، مباحث پیشرفته گنو/لینوکس و پایگاه داده و امنیت و … فعالیت مینماید .  
		</div>
		 -->
   	 <!--
   	 <iframe width="425" height="350" frameborder="0" scrolling="no" marginheight="0" marginwidth="0" src="http://www.openstreetmap.org/export/embed.html?bbox=46.31816625595093%2C38.06167562359796%2C46.327242851257324%2C38.07012245902307&amp;layer=mapnik" style="border: 1px solid black"></iframe><br/><small>  -->
   	 
   	 
   	 <iframe width="425" height="350" frameborder="0" scrolling="no" marginheight="0" marginwidth="0" src="http://www.openstreetmap.org/export/embed.html?bbox=46.335997581481934%2C38.048124863013605%2C46.354193687438965%2C38.064682808800846&amp;layer=mapnik&amp;marker=38.056404304171636%2C46.34509563446045" style="border: 1px solid black"></iframe><br/><small>
   	 
 <p> : مکان جلسات گروه به شرح زیر است 
<br />

تبریز - آبرسان- جنب قنادی پاک - مجتمع فنی تهران شعبه تبریز- در صورت نیاز میتوانید جهت پیداکردن مکان جلسه با شماره تلفن 09141100257 (یاشار اسمعیل دخت) تماس حاصل فرمایید . 
</a>
<br />

</div>
<br>
<!--
<div class="dialog" style="float: left;">
	<div class="yellow box">
			معرفی کتاب و مقالات مفید
	</div>

<div style="width: 90%; text-align: justify; margin-left: auto; margin-right: auto;">
	<img src="images/success-of-opensource.jpe" style="float: left; margin-right: 15px;" />
بخش بزرگی از برنامه‌نویسی خلاقانه‌ و نوآورانه‌ای که اینترنت توانش را از آن میگیرد، سیستم عامل‌ها را بوجود میاورد و نرم‌افزارها را تولید میکند نتیجه‌ی استفاده از کدهای اوپن‌سورس است. باز نگه داشتن سورس‌کد برنامه‌ها باعث ایجاد شکل پیچیده‌ای از توسعه در تکنولوژی‌های مربوط به کامپیوتر گشته. آنطور که استیون وبر میگوید، موفقیت اوپن‌سورس در یک بازار بسیار رقابتی موجب واژگونی بسیاری از فرضیات پیشین شده، مثل اینکه کسب و کارها چگونه باید اداره شوند و یا محصولات فکری چگونه تولید و توسط قانون محافظت شوند. به صورت سنتی، قوانین مربوط به دارایی‌های فکری به کمپانی‌ها اجازه داده است تا دانش را در کنترل داشته باشند و از حقوق شخص نوآور به قیمت همکاری سراسری در بخش صنعت محافظت کنند. مهندسین نرم‌افزارهای جدید نیز به نوبه خود از حقوق و مزایای قابل توجه برخوردار میشوند. اما همانطور که وبر نشان میدهد بر خلاف تصور غالب که ادعا میکند نوآوری بر پایه‌ی ثروت شخصی و شرکتی به پیش میرود، تضمین توزیع آزاد کدهای منبع میان برنامه‌نویسان به پیدایش شیوه‌ی بسیار کارآمدتری برای تولید محصولات فکری منجر خواهد شد. در مثال نرم‌افزار آزاد، برنامه‌نویسان مستقل (گاهی صدها و هزاران نفر از آنان) به توسعه‌ی این برنامه‌ها که به صورت کاملا ارگانیک و بوسیله‌ی آزمایش و خطا توسعه می‌یابند کمک میکنند، بدون آنکه حقوقی در قبال آن دریافت کنند. وبر استدلال میکند که موفقیت اوپن‌سورس نوعی استثنای عجیب و غریب در قوانین اقتصادی نیست. جامعه‌ی نرم‌افزار آزاد بوسیله‌ی استانداردها، قوانین، روندهای تصمیم‌گیری و ضمانت‌های اجرایی هدایت میشود. وبر در این کتاب دینامیسم سیاسی و اقتصادی این مدل مرموز و مهم توسعه‌ی بازار را توضیح میدهد.
	</div>
</div>
-->
