<center>
به نام خد
</center>
<p dir="rtl">
در اینجا لیست حامیان ما را مشاهده مینمایید(به صورت مستقیم در گذشته یا حال حامی بوده اند .) این شرکت ها/سازمان ها / دانشگاهها/... افتخار برگزاری جلسات در این مکان ها را داشته ایم . 
</p>
<p>۱- مجتمع رشد دیجیتال واقع در راهنمایی</p>
<p>۲- مجتمع فنی تهران</p>
<p>۳-پردیس دانشگاه تبریز </p>
</p>
<p>
۴-انجمن علمی دانشکده فنی و برق  دانشگاه تبریز</p>
<p>
۵- واحد فناوری اطلاعات شهرداری تبریز (مقصودیه)
</p>


<br>
شما نیز میتوانید به لیست حامیان ما بپیوندید . جهت پیوستن با شماره تلفن :‌09141100257 در ارتباط باشید . 











 